{
  "realDonaldTrump": {
    "2017-02-07": {
      "02:49:28": "The threat from radical Islamic terrorism is very real, just look at what is happening in Europe and the Middle-East. Courts must act fast!",
      "16:25:13": "An honor having the National Sheriffs' Assoc. join me at the @WhiteHouse. Incredible men &amp; women who protect &amp; serv… https://t.co/1LkhbCNh8L",
      "12:11:29": "I don't know Putin, have no deals in Russia, and the haters are going crazy - yet Obama can make a deal with Iran, #1 in terror, no problem!",
      "02:33:55": "The failing @nytimes was forced to apologize to its subscribers for the poor reporting it did on my election win. Now they are worse!"
    },
    "2017-02-13": {
      "18:50:57": "Wonderful meeting with Canadian PM @JustinTrudeau and a group of leading CEO's &amp; business women from Canada🇨🇦and th… https://t.co/wAoCOaYeZ6",
      "15:53:08": "Today I will meet with Canadian PM Trudeau and a group of leading business women to discuss women in the workforce. https://t.co/bFAHPRXHdP",
      "16:59:06": "Welcome to the @WhiteHouse Prime Minister @JustinTrudeau! https://t.co/WKgF8Zo9ri"
    },
    "2017-01-21": {
      "11:53:41": "A fantastic day and evening in Washington D.C.Thank you to @FoxNews and so many other news outlets for the GREAT reviews of the speech!",
      "04:56:15": "THANK YOU for another wonderful evening in Washington, D.C. TOGETHER, we will MAKE AMERICA GREAT AGAIN🇺🇸 https://t.co/V3aoj9RUh4",
      "23:54:31": "RT @WhiteHouse: \"Do not allow anyone to tell you that it cannot be done. No challenge can match the HEART and FIGHT and SPIRIT of America.\"…"
    },
    "2017-01-28": {
      "13:16:17": "...dwindling subscribers and readers.They got me wrong right from the beginning and still have not changed course, and never will. DISHONEST",
      "15:42:58": "Today, we remember the crew of the Space Shuttle Challenger, 31 years later. #NeverForget https://t.co/OhshQsFRfl",
      "13:04:58": "The failing @nytimes has been wrong about me from the very beginning. Said I would lose the primaries, then the general election. FAKE NEWS!",
      "13:08:42": "Thr coverage about me in the @nytimes and the @washingtonpost gas been so false and angry that the times actually apologized to its....."
    },
    "2017-01-31": {
      "11:21:52": "Nancy Pelosi and Fake Tears Chuck Schumer held a rally  at the steps of The Supreme Court and mic did not work (a mess)-just like Dem party!",
      "00:45:50": "The Democrats are delaying my cabinet picks for purely political reasons. They have nothing going but to obstruct. Now have an Obama A.G.",
      "11:27:02": "When will the Democrats give us our Attorney General and rest of Cabinet! They should be ashamed of themselves! No wonder D.C. doesn't work!"
    },
    "2017-02-06": {
      "12:01:53": "Any negative polls are fake news, just like the CNN, ABC, NBC polls in the election. Sorry, people want border security and extreme vetting.",
      "03:36:54": "What an amazing comeback and win by the Patriots. Tom Brady, Bob Kraft and Coach B are total winners. Wow!",
      "12:07:55": "I call my own shots, largely based on an accumulation of data, and everyone knows it. Some FAKE NEWS media, in order to marginalize, lies!",
      "16:32:24": "The failing @nytimes writes total fiction concerning me. They have gotten it wrong for two years, and now are making up stories &amp; sources!",
      "23:33:52": "An extended interview from the Super Bowl with @oreillyfactor airs tonight at 8:00 P.M. Enjoy! https://t.co/kZdHqaNTVR"
    },
    "2017-01-30": {
      "12:27:05": "There is nothing nice about searching for terrorists before they can enter our country. This was a big part of my campaign. Study the world!",
      "21:07:52": "The American dream is back. We’re going to create an environment for small business like we haven’t had in many, ma… https://t.co/Bh7SrNEgz1",
      "12:20:49": "protesters and the tears of Senator Schumer. Secretary Kelly said that all is going well with very few problems. MAKE AMERICA SAFE AGAIN!",
      "14:23:49": "Where was all the outrage from Democrats and the opposition party (the media) when our jobs were fleeing our country?",
      "12:16:30": "Only 109 people out of 325,000 were detained and held for questioning. Big problems at airports were caused by Delta computer outage,.....",
      "13:31:00": "If the ban were announced with a one week notice, the \"bad\" would rush into our country during that week. A lot of bad \"dudes\" out there!",
      "13:43:25": "I have made my decision on who I will nominate for The United States Supreme Court. It will be announced live on Tuesday at 8:00 P.M. (W.H.)"
    },
    "2017-02-02": {
      "11:18:21": "Congratulations to Rex Tillerson on being sworn in as our new Secretary of State. He will be a star!",
      "17:29:16": "Thank you, @Samsung! We would love to have you! https://t.co/r5nxC9oOA4",
      "11:13:13": "If U.C. Berkeley does not allow free speech and practices violence on innocent people with a different point of view - NO FEDERAL FUNDS?",
      "03:55:49": "Do you believe it? The Obama Administration agreed to take thousands of illegal immigrants from Australia. Why? I will study this dumb deal!",
      "11:39:49": "Iran was on its last legs and ready to collapse until the U.S. came along and gave it a life-line in the form of the Iran Deal: $150 billion",
      "11:25:40": "Attending Chief Ryan Owens' Dignified Transfer yesterday with my daughter Ivanka was my great honor. To a great and brave man - thank you!",
      "03:06:14": "Iran is rapidly taking over more and more of Iraq even after the U.S. has squandered three trillion dollars there. Obvious long ago!",
      "11:34:36": "Iran has been formally PUT ON NOTICE for firing a ballistic missile.Should have been thankful for the terrible deal the U.S. made with them!"
    },
    "2017-01-29": {
      "23:39:53": "I will be interviewed by @TheBrodyFile on @CBNNews tonight at 11pm. Enjoy!",
      "21:49:32": "...Senators should focus their energies on ISIS, illegal immigration and border security instead of always looking to start World War III.",
      "15:03:58": "Christians in the Middle-East have been executed in large numbers. We cannot allow this horror to continue!",
      "13:08:18": "Our country needs strong borders and extreme vetting, NOW. Look what is happening all over Europe and, indeed, the world - a horrible mess!",
      "23:28:50": "Statement Regarding Recent Executive Order Concerning Extreme Vetting: https://t.co/f6JO60I0Ul",
      "21:45:58": "The joint statement of former presidential candidates John McCain &amp; Lindsey Graham is wrong - they are sadly weak on immigration. The two...",
      "13:00:32": "Somebody with aptitude and conviction should buy the FAKE NEWS and failing @nytimes and either run it correctly or let it fold with dignity!"
    },
    "2017-02-04": {
      "13:06:39": "Interesting that certain Middle-Eastern countries agree with the ban. They know if certain people are allowed in it's death &amp; destruction!",
      "12:59:35": "When a country is no longer able to say who can, and who cannot , come in &amp; out, especially for reasons of safety &amp;.security - big trouble!",
      "03:07:47": "Countries charge U.S. companies taxes or tariffs while the U.S. charges them nothing or little.We should charge them SAME as they charge us!",
      "21:44:49": "Because the ban was lifted by a judge, many very bad and dangerous people may be pouring into our country. A terrible decision",
      "14:26:10": "MAKE AMERICA GREAT AGAIN!",
      "20:44:07": "What is our country coming to when a judge can halt a Homeland Security travel ban and anyone, even with bad intentions, can come into U.S.?",
      "13:39:27": "After being forced to apologize for its bad and inaccurate coverage of me after winning the election, the FAKE NEWS @nytimes is still lost!",
      "23:37:59": "Why aren't the lawyers looking at and using the Federal Court decision in Boston, which is at conflict with ridiculous lift ban decision?",
      "13:12:02": "The opinion of this so-called judge, which essentially takes law-enforcement away from our country, is ridiculous and will be overturned!"
    },
    "2017-02-09": {
      "23:35:49": "SEE YOU IN COURT, THE SECURITY OF OUR NATION IS AT STAKE!",
      "01:05:53": "Congratulations to our new Attorney General, @SenatorSessions! https://t.co/e0buP1K83z",
      "13:19:08": "Chris Cuomo, in his interview with Sen. Blumenthal, never asked him about his long-term lie about his brave \"service\" in Vietnam. FAKE NEWS!",
      "13:31:59": "...long he doesn't know how to win anymore, just look at the mess our country is in - bogged down in conflict all over the place. Our hero..",
      "15:58:01": "Join us live in the Oval Office for the swearing in of our new Attorney General, @SenatorSessions!\nLIVE:… https://t.co/QeW6vjog4A",
      "13:52:31": "..Ryan died on a winning mission ( according to General Mattis), not a \"failure.\" Time for the U.S. to get smart and start winning again!",
      "11:57:59": "Sen.Richard Blumenthal, who never fought in Vietnam when he said for years he had (major lie),now misrepresents what Judge Gorsuch told him?",
      "13:26:07": "Sen. McCain should not be talking about the success or failure of a mission to the media. Only emboldens the enemy! He's been losing so...."
    },
    "2017-01-15": {
      "19:00:21": "For many years our country has been divided, angry and untrusting. Many say it will never change, the hatred is too deep. IT WILL CHANGE!!!!",
      "14:02:41": "will only get higher. Car companies and others, if they want to do business in our country, have to start making things here again. WIN!",
      "01:58:57": "Inauguration Day is turning out to be even bigger than expected. January 20th, Washington D.C. Have fun!",
      "13:59:29": "The Democrats are most angry that so many Obama Democrats voted for me. With all of the jobs I am bringing back to our Nation, that number..",
      "20:04:38": "Thank you to Bob Woodward who said, \"That is a garbage document...it never should have been presented...Trump's right to be upset (angry)...",
      "20:13:00": "about that...Those Intelligence chiefs made a mistake here, &amp; when people make mistakes, they should APOLOGIZE.\" Media should also apologize",
      "22:46:33": ".@NBCNews is bad but Saturday Night Live is the worst of NBC. Not funny, cast is terrible, always a complete hit job. Really bad television!"
    },
    "2017-01-20": {
      "17:55:44": "We will follow two simple rules: BUY AMERICAN &amp; HIRE AMERICAN!\n#InaugurationDay #MAGA🇺🇸",
      "17:58:24": "It is time to remember that...https://t.co/ZKyOiOor62",
      "12:31:53": "It all begins today! I will see you at 11:00 A.M. for the swearing-in. THE MOVEMENT CONTINUES - THE WORK BEGINS!",
      "00:40:51": "Thank you for joining us at the Lincoln Memorial tonight- a very special evening! Together, we are going to MAKE AM… https://t.co/OSxa3BamHs",
      "04:24:33": "Thank you for a wonderful evening in Washington, D.C. #Inauguration https://t.co/a6xpFQTHj5",
      "18:00:43": "So to all Americans, in every city near and far, small and large, from mountain to mountain...https://t.co/cZKkrGXLSi",
      "17:54:00": "The forgotten men and women of our country will be forgotten no longer. From this moment on, it’s going to be #AmericaFirst🇺🇸",
      "17:51:25": "Today we are not merely transferring power from one Administration to another, or from one party to another – but we are transferring...",
      "17:52:45": "What truly matters is not which party controls our government, but whether our government is controlled by the people.",
      "17:54:36": "We will bring back our jobs. We will bring back our borders. We will bring back our wealth - and we will bring back our dreams!",
      "17:51:58": "power from Washington, D.C. and giving it back to you, the American People. #InaugurationDay",
      "17:53:17": "January 20th 2017, will be remembered as the day the people became the rulers of this nation again.",
      "18:13:48": "TO ALL AMERICANS🇺🇸\nhttps://t.co/D7Es6ie4fY"
    },
    "2017-02-01": {
      "03:45:26": "Hope you like my nomination of Judge Neil Gorsuch for the United States Supreme Court. He is a good and brilliant man, respected by all.",
      "00:31:08": "Getting ready to deliver a VERY IMPORTANT DECISION!  8:00 P.M.",
      "01:01:03": "Join me live from the @WhiteHouse.\nhttps://t.co/LHOs4nAaGl",
      "12:50:16": "Everybody is arguing whether or not it is a BAN. Call it what you want, it is about keeping bad people (with bad intentions) out of country!"
    },
    "2017-02-12": {
      "15:41:55": "Congratulations Stephen Miller- on representing me this morning on the various Sunday morning shows. Great job!",
      "05:02:01": "#ICYMI: Joint Statement with Prime Minister Shinzo Abe on North Korea. https://t.co/qEC87FKB1D",
      "12:14:16": "While on FAKE NEWS @CNN, Bernie Sanders was cut off for using the term fake news to describe the network. They said technical difficulties!",
      "22:19:05": "Just leaving Florida. Big crowds of enthusiastic supporters lining the road that the FAKE NEWS media refuses to mention. Very dishonest!",
      "03:23:13": "RT @Scavino45: LIVE Joint Statement by President Trump and Prime Minister Shinzo Abe: https://t.co/c3Fe5cUaaS",
      "11:34:45": "The crackdown on illegal criminals is merely the keeping of my campaign promise. Gang members, drug dealers &amp; others are being removed!",
      "11:55:10": "72% of refugees admitted into U.S. (2/3 -2/11) during COURT BREAKDOWN are from 7 countries: SYRIA, IRAQ, SOMALIA, IRAN, SUDAN, LIBYA &amp; YEMEN",
      "13:23:18": "I know Mark Cuban well. He backed me big-time but I wasn't interested in taking all of his calls.He's not smart enough to run for president!",
      "13:04:49": "After two days of very productive talks, Prime Minister Abe is heading back to Japan. L"
    },
    "2017-02-11": {
      "12:12:51": "Our legal system is broken! \"77% of refugees allowed into U.S. since travel reprieve hail from seven suspect countries.\" (WT)  SO DANGEROUS!",
      "23:15:34": "Played golf today with Prime Minister Abe of Japan and @TheBig_Easy, Ernie Els, and had a great time. Japan is very well represented!",
      "13:18:43": "I am reading that the great border WALL will cost more than the government originally thought, but I have not gotten involved in the.....",
      "23:24:08": "A working dinner tonight with Prime Minister Abe of Japan, and his representatives, at the Winter White House (Mar-a-Lago). Very good talks!",
      "23:00:21": "I am so proud of my daughter Ivanka. To be abused and treated so badly by the media, and to still hold her head so high, is truly wonderful!",
      "13:24:32": "...design or negotiations yet. When I do, just like with the F-35 FighterJet or the Air Force One Program, price will come WAY DOWN!",
      "18:28:31": "Having a great time hosting Prime Minister Shinzo Abe in the United States! \nhttps://t.co/Fvjsac89qS… https://t.co/hKqbMB2aQ9",
      "13:33:53": "Melania and I are hosting Japanese Prime Minister Shinzo Abe and Mrs. Abe at Mar-a-Lago in Palm Beach, Fla. They are a wonderful couple!"
    },
    "2017-02-05": {
      "00:34:50": "Interview with @oreillyfactor on Fox Network - 4:00 P.M. (prior to Super Bowl). Enjoy!",
      "20:39:05": "Just cannot  believe a judge would put our country in such peril. If something happens blame him and court system. People pouring in. Bad!",
      "00:48:12": "The judge opens up our country to potential terrorists and others that do not have our best interests at heart. Bad people are very happy!",
      "20:42:33": "I have instructed Homeland Security to check people coming into our country VERY CAREFULLY. The courts are making the job very difficult!",
      "22:49:42": "Enjoy the #SuperBowl and then we continue: MAKE AMERICA GREAT AGAIN!"
    },
    "2017-02-08": {
      "01:04:00": "It is a disgrace that my full Cabinet is still not in place, the longest such delay in the history of our country. Obstruction by Democrats!",
      "17:41:09": "Big increase in traffic into our country from certain areas, while our people are far more vulnerable, as we wait for what should be EASY D!",
      "12:03:18": "If the U.S. does not win this case as it so obviously should, we can never have the security and safety to which we are entitled. Politics!",
      "19:39:51": "'Immigration Ban Is One Of Trump's Most Popular Orders So Far' https://t.co/wAelwuQ4BE",
      "15:54:01": "'16 Fake News Stories Reporters Have Run Since Trump Won' https://t.co/0dHld5kiVc",
      "21:46:14": "'Majority in Leading EU Nations Support Trump-Style Travel Ban' \nPoll of more than 10,000 people in 10 countries...https://t.co/KWsIWhtC9o",
      "22:07:18": "'Trump administration seen as more truthful than news media'\nhttps://t.co/6LmsR5JOSW",
      "15:23:29": "Thank you to our great Police Chiefs &amp; Sheriffs for your leadership &amp; service. You have a true friend in the… https://t.co/Lysnv8ZR1h",
      "13:04:47": "I will be speaking at 9:00 A.M. today to Police Chiefs and Sheriffs and will be discussing the horrible, dangerous and wrong decision.......",
      "19:22:33": "Thank you Brian Krzanich, CEO of @Intel. A great investment ($7 BILLION) in American INNOVATION and JOBS!… https://t.co/oicfDsPKHQ",
      "15:51:01": "My daughter Ivanka has been treated so unfairly by @Nordstrom. She is a great person -- always pushing me to do the right thing! Terrible!"
    },
    "2017-01-17": {
      "02:08:21": "\"@drgoodspine: @realDonaldTrump @Ivanka Trump is great, a woman with real character and class.\"",
      "13:05:10": "People are pouring into Washington in record numbers. Bikers for Trump are on their way. It will be a great Thursday, Friday and Saturday!",
      "14:46:27": "John Lewis said about my inauguration, \"It will be the first one that I've missed.\" WRONG (or lie)! He boycotted Bush 43 also because he...",
      "14:52:39": "\"thought it would be hypocritical to attend Bush's swearing-in....he doesn't believe Bush is the true elected president.\" Sound familiar! WP",
      "19:36:21": "RT @MoskowitzEva: .@BetsyDeVos has the talent, commitment, and leadership capacity to revitalize our public schools and deliver the promise…",
      "19:58:10": "RT @EricTrump: Thank you to @GolfDigest for this incredible feature! \"Golfer-in-Chief\" @RealDonaldTrump https://t.co/vpdY4jNbI4 https://t.c…",
      "17:36:45": "\"How Trump Won--And How The Media Missed It\" https://t.co/Hfab41h65X",
      "01:49:38": "At 9:00 P.M. @CNN, of all places, is doing a Special Report on my daughter, Ivanka. Considering it is CNN, can't imagine it will be great!",
      "14:36:26": "country and with the massive cost reductions I have negotiated on military purchases and more, I believe the people are seeing \"big stuff.\"",
      "13:11:56": "The same people who did the phony election polls, and were so wrong, are now doing approval rating polls. They are rigged just like before.",
      "01:42:18": "\"@levisteveholt: @realDonaldTrump I appreciate your use of Twitter to keep us informed and maintain transparency.\" Very dishonest media!",
      "14:30:19": "With all of the jobs I am bringing back into the U.S. (even before taking office), with all of the new auto plants coming back into our.....",
      "17:55:38": "Thank you to General Motors and Walmart for starting the big jobs push back into the U.S.!"
    },
    "2017-01-25": {
      "00:46:57": "Great meeting with Ford CEO Mark Fields and General Motors CEO Mary Barra at the @WhiteHouse today. https://t.co/T0eIgO6LP8",
      "02:37:48": "Big day planned on NATIONAL SECURITY tomorrow. Among many other things, we will build the wall!",
      "12:10:01": "I will be asking for a major investigation into VOTER FRAUD, including those registered to vote in two states, those who are illegal and....",
      "12:17:01": "I will be making my Supreme Court pick on Thursday of next week.Thank you!",
      "02:25:40": "If Chicago doesn't fix the horrible \"carnage\" going on, 228 shootings in 2017 with 42 killings (up 24% from 2016), I will send in the Feds!",
      "12:13:46": "even, those registered to vote who are dead (and many for a long time). Depending on results, we will strengthen up voting procedures!",
      "22:05:59": "I will be interviewed by @DavidMuir tonight at 10 o'clock on @ABC. Will be my first interview from the White House.… https://t.co/4zuOrRdcoc",
      "02:16:19": "Congratulations to @FoxNews for being number one in inauguration ratings. They were many times higher than FAKE NEWS @CNN - public is smart!"
    },
    "2017-01-22": {
      "12:51:36": "Wow, television ratings just out: 31 million people watched the Inauguration, 11 million more than the very good ratings from 4 years ago!",
      "12:35:09": "Had a great meeting at CIA Headquarters yesterday, packed house, paid great respect to Wall, long standing ovations, amazing people. WIN!",
      "14:23:17": "Peaceful protests are a hallmark of our democracy. Even if I don't always agree, I recognize the rights of people to express their views.",
      "12:47:21": "Watched protests yesterday but was under the impression that we just had an election! Why didn't these people vote? Celebs hurt cause badly."
    },
    "2017-01-24": {
      "16:58:06": "A photo delivered yesterday that will be displayed in the upper/lower press hall. Thank you Abbas! https://t.co/Uzp0ivvRp0",
      "17:04:01": "Great meeting with automobile industry leaders at the @WhiteHouse this morning. Together, we will #MAGA! https://t.co/OXdiLOkGsZ",
      "11:11:47": "Will be meeting at 9:00 with top automobile executives concerning jobs in America. I want new plants to be built here for cars sold here!",
      "17:49:17": "Signing orders to move forward with the construction of the Keystone XL and Dakota Access pipelines in the Oval Off… https://t.co/aOxmfO0vOK"
    },
    "2017-02-03": {
      "11:41:11": "Meeting with biggest business leaders this morning. Good jobs are coming back to U.S., health care and tax bills are being crafted NOW!",
      "11:28:02": "Iran is playing with fire - they don't appreciate how \"kind\" President Obama was to them. Not me!",
      "23:08:38": "We must keep \"evil\" out of our country!",
      "11:34:32": "Thank you to Prime Minister of Australia for telling the truth about our very civil conversation that FAKE NEWS media lied about. Very nice!",
      "11:24:51": "Yes, Arnold Schwarzenegger did a really bad job as Governor of California and even worse on the Apprentice...but at least he tried hard!",
      "12:51:58": "A new radical Islamic terrorist has just attacked in Louvre Museum in Paris. Tourists were locked down. France on edge again. GET SMART U.S.",
      "11:48:16": "Professional anarchists, thugs and paid protesters are proving the point of the millions of people who voted to MAKE AMERICA GREAT AGAIN!"
    },
    "2017-01-18": {
      "14:03:53": ".@TheAlabamaBand was great last night in D.C. playing for 147 Diplomats and Ambassadors from countries around the world. Thanks Alabama!",
      "17:33:25": "Writing my inaugural address at the Winter White House, Mar-a-Lago, three weeks ago. Looking forward to Friday.… https://t.co/J0ojOXjrga",
      "22:21:02": "Looking forward to a speedy recovery for George and Barbara Bush, both hospitalized. Thank you for your wonderful letter!",
      "11:53:24": "Will be interviewed by @ainsleyearhardt on @foxandfriends - Enjoy!",
      "13:00:51": "\"Bayer AG has pledged to add U.S. jobs and investments after meeting with President-elect Donald Trump, the latest in a string...\" @WSJ",
      "12:34:09": "Totally biased @NBCNews went out of its way to say that the big announcement from Ford, G.M., Lockheed &amp; others that jobs are coming back...",
      "12:44:03": "to the U.S., but had nothing to do with TRUMP, is more FAKE NEWS. Ask top CEO's of those companies for real facts. Came back because of me!",
      "13:06:58": "No wonder the Today Show on biased @NBC is doing so badly compared to its glorious past. Little credibility!"
    },
    "2017-02-10": {
      "23:24:51": "Heading to Joint Base Andrews on #MarineOne with Prime Minister Shinzō earlier today. https://t.co/4JFhyYdeHO",
      "13:15:27": "LAWFARE: \"Remarkably, in the entire opinion, the panel did not bother even to cite this (the) statute.\" A disgraceful decision!",
      "13:35:50": "The failing @nytimes does major FAKE NEWS China story saying \"Mr.Xi has not spoken to Mr. Trump since Nov.14.\" We spoke at length yesterday!"
    },
    "2017-01-19": {
      "13:02:18": "the American people. I have no doubt that we will, together, MAKE AMERICA GREAT AGAIN!",
      "12:52:22": "\"It wasn't Donald Trump that divided this country, this country has been divided for a long time!\" Stated today by Reverend Franklin Graham.",
      "01:54:13": "Great seeing @TheLeeGreenwood  and Kimberly at this evenings VP dinner! #GodBlessTheUSA https://t.co/SxVmaWvOFT",
      "13:00:13": "Getting ready to leave for Washington, D.C. The journey begins and I will be working and fighting very hard to make it a great journey for..",
      "04:01:40": "Thank you to our amazing Wounded Warriors for their service. It was an honor to be with them tonight in D.C.… https://t.co/Qj5cpfaykD",
      "20:18:32": "Great Concert at 4:00 P.M. today at Lincoln Memorial. Enjoy!",
      "20:13:57": "On my way! #Inauguration2017 https://t.co/hOuMbxGnpe",
      "20:21:36": "Join me at 4pm over at the Lincoln Memorial with my family!\n#Inauguration2017 https://t.co/GQeQpJOgWz"
    },
    "2017-01-26": {
      "13:55:03": "of jobs and companies lost. If Mexico is unwilling to pay for the badly needed wall, then it would be better to cancel the upcoming meeting.",
      "11:04:24": "Ungrateful TRAITOR Chelsea Manning, who should never have been released from prison, is now calling President Obama a weak leader. Terrible!",
      "02:48:25": "Interview with David Muir of @ABC News in 10 minutes. Enjoy!",
      "02:45:32": "\"@romoabcnews: .@DavidMuir first @POTUS interview since taking office.  Tonight on @ABCWorldNews @ABC2020 tonight. https://t.co/I4Vz1mRdBK\"",
      "13:51:46": "The U.S. has a 60 billion dollar trade deficit with Mexico. It has been a one-sided deal from the beginning of NAFTA with massive numbers...",
      "19:21:17": "Spoke at the Congressional @GOP Retreat in Philadelphia, PA. this afternoon w/ @VP, @SenateMajLdr, @SpeakerRyan. Th… https://t.co/ALSADGrwoe",
      "23:53:37": "Miami-Dade Mayor drops sanctuary policy. Right decision. Strong! https://t.co/MtPvaDC4jM",
      "00:03:33": "Beginning today, the United States of America gets back control of its borders. Full speech from today @DHSgov:… https://t.co/8aDaHsAhg9",
      "02:14:56": "As your President, I have no higher duty than to protect the lives of the American people. https://t.co/o7YNUNwb8f",
      "23:45:28": "Will be interviewed by @SeanHannity on @FoxNews at 10:00pm tonight. Enjoy!"
    },
    "2017-02-14": {
      "22:50:33": "Obamacare continues to fail. Humana to pull out in 2018. Will repeal, replace &amp; save healthcare for ALL Americans. \nhttps://t.co/glWEQ0lNR4",
      "20:21:59": "Great parent-teacher listening session this morning with @VP Pence &amp; @usedgov Secretary @BetsyDeVos. Watch:… https://t.co/nuLTs513Ot",
      "14:28:54": "The real story here is why are there so many illegal leaks coming out of Washington? Will these leaks be happening as I deal on N.Korea etc?",
      "02:57:05": "Congratulations Treasury Secretary Steven Mnuchin! #ICYMI- watch here: https://t.co/RPsmw4yD7y https://t.co/K8tWLlXiYK",
      "03:30:45": "Congratulations to our new #VASecretary Dr. David Shulkin. Time to take care of Veterans who have fought to protect… https://t.co/FNewjbHuw4",
      "21:48:10": "'Remarks by President Trump at Signing of H.J. Resolution 41'\nhttps://t.co/Q3MoCGAc54 https://t.co/yGDDTKm9Br"
    },
    "2017-01-27": {
      "23:46:22": "I promise that our administration will ALWAYS have your back. We will ALWAYS be with you! https://t.co/D0aOWhOH4X",
      "13:12:52": "Look forward to seeing final results of VoteStand. Gregg Phillips and crew say at least 3,000,000 votes were illegal. We must do better!",
      "20:20:15": "Statement on International Holocaust Remembrance Day: https://t.co/KjU0MOxCHk",
      "13:19:10": "Mexico has taken advantage of the U.S. for long enough. Massive trade deficits &amp; little help on the very weak border must change, NOW!",
      "16:30:29": ".@VP Mike Pence will be speaking at today's #MarchForLife -- You have our full support! https://t.co/1jb53SEGV4",
      "22:00:47": "Congratulations Secretary Mattis! https://t.co/mkuhbegzqS",
      "16:27:02": "The #MarchForLife is so important. To all of you marching --- you have my full support!"
    },
    "2017-01-23": {
      "11:38:16": "Busy week planned with a heavy focus on jobs and national security. Top executives coming in at 9:00 A.M. to talk manufacturing in America."
    },
    "2017-01-16": {
      "00:16:20": ".@FoxNews \"Outgoing CIA Chief, John Brennan, blasts Pres-Elect Trump on Russia threat. Does not fully understand.\" Oh really, couldn't do...",
      "13:54:52": "Celebrate Martin Luther King Day and all of the many wonderful things that he stood for. Honor him for being the great man that he was!",
      "00:29:05": "much worse - just look at Syria (red line), Crimea, Ukraine and the build-up of Russian nukes. Not good! Was this the leaker of Fake News?"
    }
  }
}